export const products = [
  {
  "id":1,
  "title":"Зарядное устройство Apple 20W USB-C Power Adapter белый",
  "price":5990,
  "description":"Адаптер питания Apple USB‑C мощностью 20 Вт дает возможность быстро и эффективно заряжать гаджеты. Проверяется на основном сайте через QR на оригинальность. Этот адаптер совместим с любыми устройствами Apple, оснащенными портом USB-C: смартфон, планшет или смарт-часы.\n" +
    "\n" +
    "\n" +
    "\n" +
    "С его помощью можно быстро зарядить iPhone 8 или новее. ",
  "category":"Зарядные устройства",
  "image": "https://resources.cdn-kaspi.kz/img/m/p/h95/h0e/63961934823454.jpg?format=gallery-medium",
  "rating":{
    "rate":5,
    "count":1775
  },
  "url":"https://kaspi.kz/shop/p/apple-20w-usb-c-power-adapter-belyi-100984093/?c=750000000"
  },
  {
    "id": 2,
    "title": "Смартфон Apple iPhone 13 128Gb Midnight черный",
    "price": 297327,
    "description": "Apple iPhone 13 получил дисплей 6.1 дюйма Super Retina XDR, который отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно четко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n" +
      " \n" +
      "Apple разработали совершенно новую схему расположения камер и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась лучшая система двух камер с увеличенной матрицей широкоугольной камеры. Кроме того, освободилось место для системы оптической стабилизации изображения со сдвигом матрицы, и увеличилась скорость работы матрицы на сверхширокоугольной камере.\n" +
      "\n" +
      "Новая сверхширокоугольная камера видит больше деталей в темных областях снимка. Сверхширокоугольная камера также обеспечивает большое поле обзора, даже когда вы находитесь очень близко к объекту съемки. Поэтому вам не придется отступать назад, чтобы в кадр попало все, что нужно.\n" +
      " \n" +
      "Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съемки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n" +
      "\n" +
      "Ночной режим автоматически регулирует параметры съемки. Даже при слабом освещении получаются яркие, четкие фотографии с невероятно насыщенными цветами.\n" +
      "\n" +
      "Режим «Портрет» художественно размывает фон, чтобы привлечь больше внимания к объекту съемки. Шесть эффектов освещения откроют широкий простор для творчества.\n" +
      "\n" +
      "Теперь режим Smart HDR 4 распознает до четырех людей в кадре и оптимизирует контрастность, освещение и даже тон кожи индивидуально. С ним каждый будет выглядеть наилучшим образом.\n" +
      "\n" +
      "Технология Deep Fusion помогает при среднем и низком уровне освещения. Она анализирует каждый пиксель на нескольких снимках, сделанных с различной экспозицией, чтобы на итоговом фото были видны едва различимые текстуры, тончайшие узоры и мельчайшие детали.\n" +
      "\n" +
      "Фотографические стили позволяют сделать ваши фото более выразительными. Но, в отличие от фильтров, стили применяются индивидуально для каждой области фотографии, не изменяя тон кожи людей.\n" +
      "\n" +
      "Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надежной технологии аутентификации.\n" +
      "\n" +
      "Объем встроенной памяти iPhone 13 составляет 128 ГБ — места хватит для всех важных фото и видео.\n" +
      "\n" +
      "Apple iPhone 13 работает от аккумулятора на 2.5 часа дольше предыдущих версий.",
    "category": "Смартфоны",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/h32/h70/84378448199710.jpg?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 1519,
    },
    "url": "https://kaspi.kz/shop/p/apple-iphone-13-128gb-midnight-chernyi-102298404/?c=750000000"
  },
  {
    "id": 3,
    "title": "Смартфон Apple iPhone 15 128Gb черный",
    "price": 387737,
    "description": "Apple iPhone 15 - смартфон, сочетающий в себе передовую оптику, мощный процессор, долгоиграющую батарею и запоминающийся дизайн. Смартфон получил динамический остров, на который выводятся уведомления и другая важная информация.\n" +
      "\n" +
      "Распознавание аварий\n" +
      "iPhone 15 может обнаружить серьёзную автомобильную аварию, а затем позвонить в службу экстренной помощи и уведомить ваши контакты для экстренных случаев.\n" +
      "\n" +
      "Процессор\n" +
      "Устройство работает на процессоре A16 Bionic. Его мощности с запасом хватает для запуска любых мобильных игр на «максималках», рендеринга видео в высоком разрешении и других повседневных задач. Во время звонков интеллектуальная система шумоподавления усиливает голос пользователя и заглушает остальные звуки для чёткой голосовой связи. Заряда батареи хватает на весь день активного использования.\n" +
      "\n" +
      "Дисплей\n" +
      "Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей - фотографии, видео и текст выглядят поразительно чётко. Стекло с покрытием Ceramic Shield устойчиво к механическим повреждениям. Пиковая яркость дисплея достигает 2000 кд/м2, благодаря чему устройством комфортно пользоваться на улице под прямыми лучами солнца.\n" +
      "\n" +
      "Основная камера\n" +
      "Основная камера с разрешением 48 Мп снимает видео в разрешении 4K с частотой 60 кадров в секунду. Благодаря технологии Smart HDR все цвета и оттенки в кадре выглядят максимально реалистично. Основной модуль также поддерживает двукратный оптический зум. Сверхширокоугольная камера дает возможность захватить в кадр все нужные детали. Умные алгоритмы добавляют портретным фото красивый эффект размытия, система автоматически определяет на фотографии не только человека, но и животных.\n" +
      "\n" +
      "Фронтальная камера\n" +
      "Фронтальная камера с разрешением 12 Мп точно передает цвета благодаря поддержке технологии TrueDepth. Модуль также может записывать видео в разрешении 4K с частотой до 60 кадров в секунду.\n" +
      "\n" +
      "Больше часов автономной работы\n" +
      "Энергоёмкий аккумулятор обеспечивает до 20 часов беспрерывной работы смартфона в режиме просмотра видео. Зарядка и передача данных осуществляются через разъем USB Type-C. 30 минут зарядки достаточно для восполнения 50 % ёмкости аккумулятора.\n" +
      "\n" +
      "Дизайн\n" +
      "Рамки на передней панели стали меньше, за счёт чего увеличилась полезная площадь экрана. Боковые грани слегка скруглены, благодаря чему смартфон удобно и надёжно лежит в руке. На задней панели расположен привычный квадратный блок камер.",
    "category": "Смартфоны",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/he2/h1d/83559338442782.png?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 338,
    },
    "url": "https://kaspi.kz/shop/p/apple-iphone-15-128gb-chernyi-113137790/?c=750000000"
  },
  {
    "id": 4,
    "title": "Пылесос Deerma DX700S серый",
    "price": 19489,
    "description": "Пылесос Deerma DX700S обладает вертикальной конструкцией и способен обеспечить высокую эффективность сухой уборки благодаря циклонной технологии с мощным электродвигателем. Особенностью модели является возможность использования пылесоса в качестве ручного или вертикального в зависимости от предстоящих задач уборки. Сбор мусора осуществляется в пластиковый прозрачный контейнер объемом 0.8 л, который без труда очищается при необходимости.\n" +
      "\n" +
      "Для удобного решения поставленных задач предусмотрен комплект насадок, в который входят универсальная щетка для напольных покрытий с роликами, щетка с круглым наконечником и узкая насадка для труднодоступных мест. Фильтр тонкой очистки предотвращает попадание мелких частичек пыли и аллергенов обратно в воздух. Для изготовления вертикального пылесоса Deerma DX700S применены высококачественные материалы с практичной отделкой. Работает пылесос от электрической сети.",
    "category": "Пылесос",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/hd7/h74/63950404878366.jpg?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 450
    },
    "url": "https://kaspi.kz/shop/p/deerma-dx700s-seryi-100680527/?c=750000000"
  },
  {
    "id": 5,
    "title": "Wi-Fi роутер TP-LINK Archer C80",
    "price": 24994,
    "description": "Двухдиапазонный роутер TP-LINK Archer C80 выполнен в черном цвете. Его корпус создан для работы только в помещениях. Он обеспечен внешними несъемными антеннами в количестве 4 штук. Также имеется 4 выходных порта 10/100/1000BASE-TX. Работая в двух диапазонах роутер TP-LINK Archer C80 может предоставить скорость на частоте 2.4 ГГц до 600 Мбит в секунду, а на частоте 5 ГГц до 1300 Мбит в секунду. Оборудование может раздавать интернет, как в домашних условиях, так и в офисах. К нему может подключаться любая техника, имеющая модуль Wi-Fi.",
    "category": "Роутеры",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/h13/h0f/63885265829918.jpg?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 231,
    },
    "url": "https://kaspi.kz/shop/p/wi-fi-router-tp-link-archer-c80-100663389/?c=750000000"
  },
  {
    "id": 6,
    "title": "SSD Kingston SA400S37 480 ГБ",
    "price": 17650,
    "description": "SSD-накопитель Kingston A400 имеет достаточно большую емкость (480 ГБ). Такого объема достаточно не только для установки операционной системы, но и для множества программ, а, возможно, и нескольких игр. Использование SSD сделает скорость работы системы в 10 раз выше, чем она была бы с HDD. Запуск компьютера будет занимать считанные секунды, файлы будут открываться и сохраняться быстрее. Ускорится даже загрузка файлов из Интернет, так как они будут записываться на накопитель практически мгновенно.\n" +
      "Kingston A400 работает на базе контроллера Phison PS3111-S11 и использует чипы памяти TLC. Для подключения к материнской плате используется SATA III, питание подается через разъем 15 pin.",
    "category": "Жесткие диски и твердотельные накопители",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/h70/hb2/63763877920798.jpg?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 613,
    },
    "url": "https://kaspi.kz/shop/p/ssd-kingston-sa400s37-480-gb-6800659/?c=750000000"
  },
  {
    "id": 7,
    "title": "Мышь Logitech G102 Lightsync черный",
    "price": 8998,
    "description": "Мышь проводная Logitech G102 LightSync позволяет играть с максимальной эффективностью. В мышке применяется датчик игрового уровня с чувствительностью 8000 dpi, регулируемой в широком диапазоне отдельной кнопкой. Logitech G102 LightSync оснащена 6 программируемыми кнопками. В левой и правой кнопках используется металлический пружинный механизм для исключительно точного срабатывания.\n" +
      "Конструкция корпуса обтекаемой формы гарантирует комфорт и точность движений. Система подсветки RGB с фирменной технологией LIGHTSYNC позволяет создать собственный игровой стиль с помощью 16.8 млн оттенков и анимированных эффектов. В программном обеспечении Logitech G HUB можно назначать внутриигровые команды, осуществлять контроль над процессом управления системой и настраивать функциональность клавиш.",
    "category": "Мыши",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/hb2/hc2/64119540187166.jpg?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 713,
    },
    "url": "https://kaspi.kz/shop/p/logitech-g102-lightsync-chernyi-100956618/?c=750000000"
  },
  {
    "id": 8,
    "title": "Ноутбук Apple MacBook Air 13 MGN93 серебристый",
    "price": 409500,
    "description": "Маленький чип. Грандиозный прорыв\n" +
      "Первый чип, разработанный специально для Mac. Поразительно, но система на чипе Apple M1 вмещает 16 миллиардов транзис­торов и объединяет центральный и графи­ческий процессоры, систему Neural Engine, контроллеры ввода-вывода и множество других компонентов. Чип Apple M1 позволяет использовать на Mac уникальные технологии и обеспечивает невероятную производи­тельность в сочетании с лучшей в отрасли энергоэффективностью. Это не просто ещё один шаг для Mac — это принципиально новый уровень возможностей.\n" +
      "\n" +
      "8‑ядерный процессор. Дольше работает. Меньше ест\n" +
      "По скорости вычислений чип M1 превосходит все другие процессоры Apple. Такая производительность позволяет выполнять на MacBook Air самые ресурсоёмкие задачи, например редактировать фото и видео на профессиональном уровне или играть в игры со сложной графикой.\n" +
      "\n" +
      "Но 8‑ядерный процессор в чипе M1 не просто работает до 3.5 раза быстрее по сравнению c предыдущим поколением процессоров — он рационально распределяет задачи между ядрами производительности и ядрами эффективности. Ядра эффективности легко справляются с повседневными действиями, расходуя при этом в десять раз меньше энергии.\n" +
      "\n" +
      "Дисплей Retina. Нереально. Реалистичные цвета\n" +
      "На дисплее Retina с диагональю 13.3 дюйма и разрешением 2560×1600 пикселей изображения выглядят более детально и реалистично. Тексты стали ещё чётче, а цвета — ярче. Стекло дисплея доходит до самого края корпуса, поэтому ничто не отвлекает от великолепного изображения.\n" +
      "\n" +
      "Технология True Tone\n" +
      "Глаз отдыхает и радуется. MacBook Air автоматически подстраивает баланс белого под окружающее освещение, чтобы изображение на экране выглядело более естественно.\n" +
      "\n" +
      "Камера и микрофоны. Это чтобы лучше видеть и слышать вас\n" +
      "Процессор обработки сигнала изображения, встроенный в чип M1, обеспечит отличную картинку во время видеоконференций и видеозвонков по FaceTime. А благодаря трём встроенным микрофонам ваши слова будут отчётливо слышны, когда вы звоните, диктуете заметку или обращаетесь к Siri.\n" +
      "\n" +
      "Magic Keyboard. Клавиатура — высший класс\n" +
      "На этой клавиатуре не только легко и приятно печатать. Все её возможности — настоящее чудо. Заранее заданные сочетания клавиш обеспечивают быстрый доступ к полезным функциям. Обращайтесь к Siri, переключайте язык клавиатуры, выбирайте подходящие эмодзи, находите документы при помощи Spotlight — всё в одно касание. А подсветка клавиш и датчик внешней освещённости помогут печатать, когда станет темно.\n" +
      "\n" +
      "Touch ID\n" +
      "Блокируйте и разблокируйте MacBook Air одним касанием. Используйте аутенти­фикацию по отпечатку пальца, чтобы взять напрокат фильм, купить приложение или получить доступ к защищённому контенту — например, документам или настройкам устройства. Вводить пароль не понадобится. А когда вы оплачиваете онлайн-покупки с Apple Pay, при использовании Touch ID ваши платёжные данные и адрес доставки подставляются в нужные поля автоматически. При этом данные банковской карты никуда не передаются.",
    "category": "Ноутбуки",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/h9a/h35/64082972704798.jpg?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 217,
    },
    "url": "https://kaspi.kz/shop/p/apple-macbook-air-13-mgn93-serebristyi-100798912/?c=750000000"
  },
  {
    "id": 9,
    "title": "Планшет Samsung Galaxy Tab S9 SM-X716 11 дюйм 8 Гб/128 Гб графит",
    "price": 319070,
    "description": "диагональ: 11.0 дюйм\n" +
      "разрешение экрана: 2560x1600\n" +
      "технология изготовления экрана: AMOLED\n" +
      "объем оперативной памяти: 8 Гб\n" +
      "объем встроенной памяти: 128.0 Гб\n" +
      "беспроводные интерфейсы: Wi-Fi, ,Bluetooth\n" +
      "емкость аккумулятора: 8400.0 мАч\n" +
      "цвет: графит",
    "category": "Планшеты",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/h76/hc0/82770435211294.jpg?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 7,
    },
    "url": "https://kaspi.kz/shop/p/samsung-galaxy-tab-s9-sm-x716-11-djuim-8-gb-128-gb-grafit-112488621/?c=750000000"
  },
  {
    "id": 10,
    "title": "Наушники Realme Buds T100 черный",
    "price": 9287,
    "description": "тип: гарнитура\n" +
      "вид: внутриканальные\n" +
      "подключение: беспроводное\n" +
      "тип акустического оформления: закрытые\n" +
      "тип крепления: без крепления\n" +
      "система активного шумоподавления: Нет\n" +
      "микрофон: Да",
    "category": "Наушники",
    "image": "https://resources.cdn-kaspi.kz/img/m/p/h70/h1a/65147416477726.jpg?format=gallery-medium",
    "rating":{
      "rate": 5,
      "count": 1430,
    },
    "url": "https://kaspi.kz/shop/p/realme-buds-t100-chernyi-107357596/?c=750000000"
  },
  {
    "id": 11,
    "title": "Бекарыс",
    "price": 999,
    "description": "Бекарыс совсем молодой нигер, который готовь пахать с утра до ночи!",
    "category": "Раб",
    "image": "../../assets/negr.jpg",
    "rating":{
      "rate": 0,
      "count": 0,
    },
    "url": "https://t.me/Illegalunicorn"

  }
]


export const category  = [{
  "id": 0,
  "name": "Раб"
},{
  "id": 1,
  "name": "Смартфоны"
},{
"id": 2,
  "name": "Зарядки"
}]
